{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": true, "oov_token": null, "document_count": 80000, "word_counts": "{\"f\": 28607, \"r\": 30326, \"j\": 23843, \"t\": 18049, \"k\": 18080, \"e\": 30039, \"m\": 32428, \"i\": 39121, \"g\": 20259, \"z\": 26759, \"d\": 21563, \"n\": 19876, \"u\": 29357, \"s\": 40091, \"o\": 22586, \"c\": 40489, \"y\": 26419, \"h\": 19135, \"w\": 37966, \"b\": 21217, \"l\": 30881, \"v\": 36095, \"q\": 27773, \"a\": 24828, \"x\": 26112, \"p\": 37939, \"-\": 2, \"{\": 458, \"_\": 397, \"`\": 707, \"|\": 241, \"^\": 207}", "word_docs": "{\"j\": 19698, \"k\": 15351, \"e\": 25046, \"t\": 15125, \"f\": 23125, \"r\": 24485, \"m\": 25695, \"d\": 18115, \"i\": 31190, \"g\": 17644, \"z\": 22559, \"s\": 30931, \"o\": 19062, \"c\": 30072, \"n\": 17524, \"u\": 23017, \"y\": 22225, \"w\": 29987, \"h\": 16249, \"b\": 17792, \"l\": 25939, \"v\": 29048, \"q\": 23567, \"x\": 22183, \"a\": 19834, \"p\": 30647, \"-\": 2, \"{\": 454, \"_\": 396, \"`\": 699, \"|\": 241, \"^\": 207}", "index_docs": "{\"18\": 19698, \"25\": 15351, \"10\": 25046, \"26\": 15125, \"12\": 23125, \"9\": 24485, \"7\": 25695, \"20\": 18115, \"3\": 31190, \"22\": 17644, \"14\": 22559, \"2\": 30931, \"19\": 19062, \"1\": 30072, \"23\": 17524, \"11\": 23017, \"15\": 22225, \"4\": 29987, \"24\": 16249, \"21\": 17792, \"8\": 25939, \"6\": 29048, \"13\": 23567, \"16\": 22183, \"17\": 19834, \"5\": 30647, \"32\": 2, \"28\": 454, \"29\": 396, \"27\": 699, \"30\": 241, \"31\": 207}", "index_word": "{\"1\": \"c\", \"2\": \"s\", \"3\": \"i\", \"4\": \"w\", \"5\": \"p\", \"6\": \"v\", \"7\": \"m\", \"8\": \"l\", \"9\": \"r\", \"10\": \"e\", \"11\": \"u\", \"12\": \"f\", \"13\": \"q\", \"14\": \"z\", \"15\": \"y\", \"16\": \"x\", \"17\": \"a\", \"18\": \"j\", \"19\": \"o\", \"20\": \"d\", \"21\": \"b\", \"22\": \"g\", \"23\": \"n\", \"24\": \"h\", \"25\": \"k\", \"26\": \"t\", \"27\": \"`\", \"28\": \"{\", \"29\": \"_\", \"30\": \"|\", \"31\": \"^\", \"32\": \"-\"}", "word_index": "{\"c\": 1, \"s\": 2, \"i\": 3, \"w\": 4, \"p\": 5, \"v\": 6, \"m\": 7, \"l\": 8, \"r\": 9, \"e\": 10, \"u\": 11, \"f\": 12, \"q\": 13, \"z\": 14, \"y\": 15, \"x\": 16, \"a\": 17, \"j\": 18, \"o\": 19, \"d\": 20, \"b\": 21, \"g\": 22, \"n\": 23, \"h\": 24, \"k\": 25, \"t\": 26, \"`\": 27, \"{\": 28, \"_\": 29, \"|\": 30, \"^\": 31, \"-\": 32}"}}